13/data/attachments/413edc7e715e5a1f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e2117eb2-f8a4-4690-b1c1-8195580b4b63</nif:username>
            <nif:friendToBeAdded>James_worry_Actions_64215_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>